<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>


<div class="container" style="padding-top:60px; margin-top:60px;">
	<h2>이용약관</h2>
  <ul id="myTab" class="nav nav-tabs" role="tablist">
    <li role="presentation" class="active"><a href="#home"  role="tab" id="home-tab" data-toggle="tab" aria-controls="home" aria-expanded="true">이용약관</a></li>
    <li role="presentation" class=""><a href="#profile1" role="tab" id="profile-tab1" data-toggle="tab" aria-controls="profile" aria-expanded="false">개인정보 처리방침</a></li>
    <li role="presentation" class=""><a href="#profile2" role="tab" id="profile-tab2" data-toggle="tab" aria-controls="profile" aria-expanded="false">개인정보 제3자 제공동의</a></li>
    <li role="presentation" class=""><a href="#profile3" role="tab" id="profile-tab3" data-toggle="tab" aria-controls="profile" aria-expanded="false">위치기반 서비스 이용약관</a></li>
  </ul>
  <div id="myTabContent" class="tab-content">
  
    <div role="tabpanel" class="tab-pane fade active in" id="home" aria-labelledby="home-tab" style="overflow:scroll; width:1150px; height:600px">
      <p>링고포스 이용약관</p>
   	   링고포스 이용약관 제1조 (목적) 본 약관은   링고(이하 “회사”라 함)가 운영하는 "링고포스"
			사이트(www.lingo.com) 또는 “링고포스” 모바일 애플리케이션에서 제공하는 서비스(이하 "서비스"라 함)를
			이용함에 있어 ”링고포스”와 이용자의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다. 제2조 (정의) ① "링고포스"란
			회사가 “서비스”를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 식당예약및 포스시스템을 사용할 수 있도록
			설정한 가상의 영업장을 말하며, 아울러 ”링고포스”를 운영하는 사업자의 의미로도 사용합니다. ② “링고포스서비스”란 회사가
			운영하는 사이트나 모바일 애플리케이션을 통해 이용자가 원하는 식당을 예약하면, 예약이 완료된 음식점(이하 “공급자”라
			함)이 이용자에게 예약할 수있는 서비스를 기본으로 하되 “링고포스” 사이트 및 모바일 애플리케이션
			상의 제공 서비스 전체를 의미합니다. ③ "이용자"란 “링고포스”에 접속하여 본 약관에 따라 링고포스가 제공하는 서비스를 받는
			회원 및 비회원을 말합니다. ④ ”회원”이라 함은 “링고포스”에 개인정보를 제공하여 회원등록을 한 자로서, “링고포스”의 정보를
			지속적으로 제공받으며, “링고포스”가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다. ⑤ ”비회원”이라 함은
			회원에 가입하지 않고 “링고포스”가 제공하는 서비스를 이용하는 자를 말합니다. ⑥ “가맹점”이란 회사와 가맹계약을 맺고
			정보통신단말기를 설치하여 회사가 운영하는 링고포스서비스에서 음식물을 공급하는 사업자를 말하며, 회사의 대리인이나 피용자로
			간주되지 아니합니다. ⑦ 본 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따릅니다. 제3조 (약관의
			명시와 설명 및 개정) ① “링고포스”는 본 약관의 내용과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의
			주소를 포함), 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등), 통신판매업신고번호,
			개인정보관리책임자 등을 이용자가 알 수 있도록 "링고포스"시스템의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은
			이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다. ② “링고포스”는 이용자가 약관에 동의하기에 앞서 약관에 정하여져
			있는 내용 중 예약철회 ∙ 환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는
			팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다. ③ "링고포스"는 전자상거래 등에서의 소비자 보호에 관한 법률,
			약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 및 정보보호 등에 관한 법률, 방문판매 등에 관한
			법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. ④ "링고포스"가 약관을 개정할
			경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “링고포스”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지
			공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.
			이 경우 “링고포스”는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다. ⑤ "링고포스"가
			약관을 개정할 경우에는 개정약관의 효력발생일 이후 회원이 서비스를 이용하는 경우, “링고포스”는 회원이 개정약관에 동의한
			것으로 봅니다. ⑥ 개정 약관조항은 개정 약관의 적용일자 이후에 체결된 계약에 한하여 적용되는 것을 원칙으로 합니다. 다만,
			“링고포스”가 지정하는 방식에 따라 회원이 동의를 한 경우에는 개정약관 조항이 적용됩니다. ⑦ 변경된 약관에 대한 정보를 알지
			못해 발생하는 이용자의 피해는 “링고포스”에서 책임지지 않습니다. 단, 회원이 개정 약관에 동의하지 아니할 때에는 회원은
			“링고포스”에 대하여 회원의 탈퇴 기타 이용계약을 해지할 수 있습니다. ⑧ 본 약관에서 정하지 아니한 사항과 본 약관의 해석에
			관하여는 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의
			소비자 보호지침 및 관계법령 또는 상관례에 따릅니다. 제4조 (서비스의 제공 및 변경, 개별적 중단) ① "링고포스"는 다음과
			같은 업무를 수행합니다. 1. 음식과 관련한 전자상거래 중개대행 2. 음식 또는 관련 용역에 대한 정보 제공 및 예약계약의
			체결 3. 기타 "링고포스"가 정하는 업무 ② "링고포스"는 음식 또는 용역의 품절 또는 기술적 사양의 변경 등의 사유가
			발생하는 경우 장차 체결되는 계약에 의해 제공할 링고포스서비스의 내용을 변경할 수 있으며, 오로지 가맹점의 사정(가맹점의
			고의나 과실로 “링고포스” 사이트에 음식메뉴 업데이트가 이루어지지 않는 것을 포함하나 이에 한하지 아니함)으로 인해 해당 관련
			서비스의 중단이 불가피한 사정이 있는 경우에는 이미 체결된 계약의 해당 주문 건에 대한 서비스를 개별적으로 중단할 수
			있습니다. 위 각 경우에는 변경된 음식·용역의 내용 및 제공일자를 명시하여 현재의 음식 ∙ 용역의 내용을 게시한 곳에 즉시
			공지합니다. ③ “링고포스”가 이용자와 계약을 체결한 서비스의 내용을 전항의 사유로 변경하거나 중단할 경우에는 그 사유를
			이용자에게 통지 가능한 연락처(주소, 전자우편, 전화 등)로 즉시 통지합니다. ④ 전항의 경우 "링고포스"는 이로 인하여
			이용자가 입은 손해를 배상합니다. 단, "링고포스"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다. 제5조
			(서비스의 중지) ① "링고포스"는 다음 각 호 중 어느 하나에 해당하는 사유가 발생하는 경우에는 이용자의 서비스 이용을
			제한하거나 중지할 수 있습니다. 1. 컴퓨터 등 정보통신설비의 보수점검 ∙ 교체 및 고장 2. 전기통신사업법에 규정된
			기간통신사업자가 전기통신 서비스를 중지하는 등 통신의 두절 3. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주
			등으로 서비스 이용에 지장이 있는 경우 4. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고
			인정하는 경우 ② 제1항에 의한 서비스 중지의 경우에는 "링고포스"는 제9조에 정한 방법으로 이용자에게 통지합니다. ③
			"링고포스"는 제1항의 사유로 서비스의 제공이 일시적으로 중지됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여
			배상합니다. 단, "링고포스"에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다. 제6조 (회원가입) ① 이용자는
			"링고포스"가 정한 가입 양식에 따라 회원정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다. ②
			"링고포스"는 제1항과 같은 회원가입 신청에 대하여 승낙함으로써 회원가입계약이 성립하며, 다음 각 호 중 어느 하나에 해당하는
			이용자의 회원가입 신청에 대해서는 이를 거부할 수 있습니다. 1. 가입신청자가 본 약관 제9조 제3항에 의하여 이전에
			회원자격을 상실한 적이 있는 경우, 다만 제9조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 "링고포스"의 회원
			재가입 승낙을 얻은 경우에는 예외로 합니다. 2. 등록 내용에 허위, 기재누락, 오기가 있는 경우 3. 기타 회원으로
			등록하는 것이 "링고포스"의 기술상 현저히 지장이 있다고 판단되는 경우 ③ 회원가입계약의 성립시기는 "링고포스"의 승낙이
			회원에게 도달한 시점으로 합니다. ④ 회원은 제18조 제1항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 기타
			방법으로 "링고포스"에 대하여 그 변경사항을 알려야 합니다. ⑤ 개인정보 보호를 위하여 만 14세 미만 아동의 회원 가입은
			제한됩니다. ⑥ 외국인 또는 해외교민은 "회사"가 제공하는 가입조건을 만족할 경우, 가입이 가능합니다. 제7조 (회원의
			권리) ① 회원으로 등록하시면 링고포스서비스의 모든 메뉴를 제약 없이 사용하실 수 있습니다. ② "링고포스"가 제공하는 다양한
			생활정보 서비스와 각종 이벤트에 참가할 자격이 주어집니다. ③ 링고포스 서비스의 치신정보와 혜택 수신을 원하는 경우에는
			전자우편/ 서신우편/ 문자메시지/ 앱푸쉬 등의 매체로 받아보실 수 있습니다. 제8조 (서비스 이용요금) ① 회사가 제공하는
			서비스는 기본적으로 무료입니다. ② 이용자의 정보도용 및 결제사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한
			경우 외에는 거절될 수 있습니다. ③ 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에
			따릅니다. MMS 등으로 게시물을 등록할 경우 발생하는 요금은 이동통신사의 정책에 따릅니다. 제9조 (휴면계정 전환, 회원
			탈퇴 및 자격 상실 등) ① “링고포스”는 회원이 자신 계정의 마지막 로그인 일시로부터 1년이 초과되는 시점까지 다시 로그인을
			하지 않은 경우, 해당 회원의 계정을 휴면계정으로 전환합니다. 또한 전환과 동시에 “링고포스” 개인정보처리방침에 따라 해당
			회원의 개인정보는 3년 간 보관되며, 해당 기간에 한하여 계정 복구도 가능합니다. ② 회원은 "링고포스"에 언제든지 탈퇴를
			요청할 수 있으며 "링고포스"는 해당 요청을 받는 즉시 회원탈퇴를 처리합니다. 단, 회원 재가입, 임의해지 등을 반복적으로
			행함으로써 “링고포스”가 제공하는 각종 이벤트 혜택 등의 경제상의 이익을 편법적으로 수취하는 것을 방지하기 위하여
			“링고포스”는 개인정보처리방침에 따라 해당 회원의 개인정보를 90일 간 보관합니다. ③ "링고포스"는 회원이 다음 각 호에
			해당되는 경우 별도의 통보절차 없이 회원의 자격을 정지할 수 있습니다. 1. 회원가입 신청이나, 회원정보의 변경 시
			허위내용을 작성한 경우 2. 타인의 명의를 임의로 사용하는 경우 3. 타인에게 피해를 주거나 기타 미풍양속을 현저히 저해하는
			행위를 한 경우 4. 링고포스서비스에 제공되는 정보를 변경 및 수정하는 등 링고포스서비스의 정상적인 운영을 고의 또는 중과실로
			방해하는 행위를 한 경우 5. 링고포스서비스를 이용하여 구입한 상품 등의 대금, 기타 메뉴 몰의 이용에 관련하여 회원이
			부담하는 채무를 기일 내에 지급하지 않는 경우 6. "링고포스"에 귀속하는 저작권 등 지적재산권을 침해한 경우 7.
			"링고포스"의 명예를 대외적으로 훼손시켰다고 인정되는 경우 8. 기타 "링고포스"가 정한 회원가입요건이 미비 되었거나
			회원으로서의 자격을 지속시키는 것이 부적절하다고 판단되는 경우 9. 기타 본 약관에 위반한 행위를 한 경우 ④ "링고포스"가
			회원자격을 상실 시키는 경우에는 회원등록을 말소합니다. 본 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일
			이상의 기간을 정하여 소명할 기회를 부여합니다. 제10조 (회원에 대한 통지) ① "링고포스"가 회원에 대한 통지를 하는
			경우, 회원이 "링고포스"와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다. ② "링고포스"는 불특정다수 회원에 대한
			통지의 경우 1주일 이상 "링고포스" 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와
			관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다. 제11조 ("링고포스"와 "링고포스" 연결 사이트 간의 관계)
			① "링고포스"는 "링고포스" 연결 사이트가 취급하는 상품 또는 용역에 대하여 보증책임을 지지 않습니다. ② "링고포스"와
			"링고포스" 연결 사이트는 독자적으로 가맹점을 운영하는 것으로 "링고포스"는 "링고포스" 연결 사이트와 이용자 간에 행해진 거래에
			대하여 어떠한 책임도 지지 않습니다. 제12조 (예약신청) "링고포스" 이용자는 "링고포스" 상에서 다음 또는 이와 유사한
			방법에 의하여 예약을 신청하며, “링고포스”는 이용자가 예약신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
			단, 회원인 경우 제2호 내지 제4호의 적용을 제외할 수 있습니다. 1. 음식 등의 검색 및 선택 2. 성명, 주소,
			전자우편주소, 전화번호(또는 이동전화번호) 등의 입력 3. 약관내용, 청약철회권이 제한되는 서비스 등의 비용부담과
			관련한 내용에 대한 확인 4. 본 약관에 동의하고 위 3호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭) 5. 음식의
			예약 및 이에 관한 확인 또는 “링고포스”의 확인에 대한 동의 6. "결제방법의 선택 제13조 (계약의 성립) ①
			"링고포스"는 다음 각호에 해당하는 경우 제12조의 예약을 승낙하지 않을 수 있습니다. 1. 신청 내용에 허위, 기재누락,
			오기가 있는 경우 2. 미성년자가 주류 등 청소년보호법에서 금지하는 음식을 예약하는 경우 3. 기타
			예약신청에 승낙하는 것이 "링고포스" 기술상 현저히 지장이 있다고 판단하는 경우 ② "링고포스"의 승낙이 제15조 제1항의
			수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다. ③ “링고포스”의 승낙의 의사표시에는 이용자의 예약
			신청에 대한 확인 및 판매가능 여부, 예약신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다. ④ 미성년자가 제12조의
			예약신청을 하는 경우, 법정대리인이 예약 금액에 대한 처분을 사전에 동의한 것으로 간주하여 유효한 예약신청으로 판단합니다.
			다만, 이미 음식이 조리 또는 배달된 경우를 제외하고, 해당 예약신청에 대하여 법정대리인의 동의가 없는 경우, 미성년자 본인
			또는 법정대리인은 해당 예약신청을 취소할 수 있습니다. 제14조 (이용자의 대금지급방법) “링고포스”에서 예약한 음식 또는
			용역에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 단, “링고포스”는 이용자의 지급방법에
			대하여 음식 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다. 1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의
			각종 계좌이체 2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제 3. 온라인무통장입금 4. 전자화폐에 의한 결제 5.
			수령 시 대금지급 6. 마일리지 등 “링고포스”가 지급한 포인트에 의한 결제 7. “링고포스”와 계약을 맺었거나 “링고포스”가
			인정한 상품권에 의한 결제 8. 기타 전자적 지급 방법에 의한 대금 지급 등 제15조 (주문성공의 통지 및 예약신청 변경 및
			취소) ① 이 "링고포스" 기술상 현저히 지장이 있다고 판단하는 경우"링고포스"는 이용자의 예약신청이 있는 경우, 예약정보가
			가맹점에 정확히 전달되면 이용자(또는 회원)와 가맹점에 주문 성공 메시지를 전송하여 통지를 합니다. ② 확인통지를 받은
			이용자는 의사표시의 불일치 등이 있는 경우에는 확인통지를 받은 후 즉시, 직접 “링고포스” 연락처로 예약신청 변경 및 취소를
			요청할 수 있습니다. 단, 이용자의 귀책사유로 인한 예약신청의 변경 또는 취소는 가맹점의 사정에 따라 받아들여지지 아니할 수
			있으며, 이로 인하여 이용자에게 발생하는 손해에 대하여 ”링고포스”는 고의 또는 과실이 없는 한 책임을 부담하지 않습니다. ③
			신용카드에 의한 결제에 따른 지급의 경우에 신용카드회사가 "링고포스"에 대하여 신용카드의 연체, 무효 또는 기타 사유로 인한
			지급 불능 등을 통지한 경우, "링고포스"는 회원 등 이용자에게 지급방법의 변경 여부 등에 관한 확인을 할 수 있습니다. 회원
			등 이용자가 제공한 주소, 전화번호 또는 전자우편 주소를 통하여 이러한 확인에 이르지 못하는 경우, "링고포스"는 당해 회원
			등 이용자와의 카드결제를 통한 매매계약을 취소할 수 있습니다. 제16조 (배달) ① "링고포스"는 이용자의 주문내용 정보와
			고객의 결제내역에 대한 정보를 가맹점에 정확히 전달함으로 책임을 다하며, 가맹점이 배달을 완료합니다. ② 가맹점의 배달은
			예약주문의 경우는 예약 시간 내에 배달을 완료하고, 실시간 주문의 경우는 상품의 주문정보가 전달된 때로부터 1시간 내로
			배달을 완료함을 원칙으로 하되, 각 가맹점의 사정에 따라 차이가 있을 수 있습니다. ③ "링고포스"는 이용자가 예약한 상품이
			시간을 초과하여 배달되거나 약속한 시간 내에 배달되지 않음으로 인한 이용자의 손해를 배상할 의무가 없으며 배달지연에 대한
			책임은 가맹점에서 집니다. ④ 해당 가맹점의 고의 또는 과실로 약정 배달시간을 초과한 경우에는 그로 인한 이용자의 손해를
			해당 가맹점에서 배상합니다. 제17조 (환불, 반품 및 교환) ① "링고포스"는 이용자가 예약 신청한 상품을 부득이 한
			사정으로 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고, 이미 상품대금을 받은 경우에는 대금을 받은 후
			3일 이내에 환급절차를 취합니다. ② 다음 각 호의 경우에는 가맹점은 배달된 또는 수령한 상품일지라도 상품을 반품 받은 날의
			다음 영업일 이내에 이용자의 요구에 따라 즉시 환급, 반품 및 교환 조치를 합니다. 다만, 이용자의 환급, 반품 및 교환
			요구기한은 상품이 배달된 또는 수령한 당일로 한정됩니다. 1. 배달된 또는 수령한 상품이 주문내용과 현저히 상이할 경우 2.
			배달된 또는 수령한 상품이 변질, 손상되었거나 오염되었을 경우 ③ 전항에 따라 상품 또는 용역의 예약가 취소된 경우 상품의
			반환에 필요한 일체의 비용은 가맹점이 부담합니다. ④ 이용자가 주문이 최종적으로 완료되기 전에 인터넷 창을 닫는 등의
			사용방법을 충분히 숙지하지 못하여 발생하는 주문의 실패에 대해서 "링고포스"는 책임지지 않습니다. 제18조 (개인정보보호)
			링고포스”는 이용자의 개인정보 보호를 위하여 별도의 개인정보처리방침을 마련하였으므로, 구체적인 내용은 해당 개인정보처리방침을
			확인하여 주시기 바랍니다. 제19조 ("링고포스"의 의무) ① "링고포스"는 법령과 본 약관이 금지하거나 공서양속(사회의 일반적
			도덕 및 기타 사회의 공공적 질서)에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로
			음식·용역을 제공하는 데 최선을 다하여야 합니다. ② "링고포스"는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록
			이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다. ③ "링고포스"의 상품이나 용역에 대해
			“링고포스”의 고의 또는 과실로 인하여 「표시·광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시·광고행위를 함으로써
			이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다. 단, 가맹점의 부당한 표시 ∙ 광고행위로 인한 이용자의 손해에
			대해서는 “링고포스”가 책임을 부담하지 아니합니다. 제20조 (회원의 ID 및 비밀번호에 대한 의무) ① 제18조의 경우를
			제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다. ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는
			아니 되며, 회원이 이를 위반하여 발생하는 손해에 대해서는 “링고포스”가 책임을 부담하지 아니합니다. ③ 회원이 자신의 ID
			및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "링고포스"에 통보하고 "링고포스"의 안내가 있는
			경우에는 그에 따라야 합니다. 제21조 (이용자의 의무) 이용자는 다음 행위를 하여서는 안됩니다. 1. 신청 또는 변경 시
			허위내용의 등록 2. 타인의 정보 도용 3. "링고포스"에 게시된 정보의 변경 4. "링고포스"가 정한 정보 이외의 정보(컴퓨터
			프로그램 등)의 송신 또는 게시 5. "링고포스" 및 기타 제3자의 저작권 등 지적재산권에 대한 침해 6. "링고포스" 및 기타
			제3자의 명예를 손상시키거나 업무를 방해하는 행위 7. 외설 또는 폭력적인 메시지·화상·음성 기타 공서양속(사회의 일반적
			도덕 및 기타 사회의 공공적 질서)에 반하는 정보를 "링고포스"에 공개 또는 게시하는 행위 8. 배달된 또는 수령한 음식에
			대한 맛의 평가와 관련하여 의도적으로 악의적인 게시글을 올리는 행위 제22조 ("링고포스"와 “링고포스” 연결 사이트 간의
			관계) "링고포스"는 “링고포스” 연결 사이트가 독자적으로 제공하는 음식·용역에 의하여 이용자와 행하는 거래에 대해서 보증책임을
			지지 않는다는 뜻을 "링고포스"의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증책임을 지지
			않습니다. 제23조 (저작권의 귀속 및 이용제한) ① "링고포스"가 작성한 저작물에 대한 저작권 기타 지적재산권은 "링고포스"에
			귀속합니다. ② 게시물에 대한 권리와 책임은 게시자에게 있으며, “링고포스”는 게시물에 대한 사용권한을 갖습니다. 이 경우
			회사는 저작권법의 내용을 준수하며, 게시자는 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제,
			검색 결과 제외, 비공개 등의 조치를 취할 수 있습니다. ③ "링고포스"는 링고포스서비스 내 게재 이외의 다른 목적으로 사용할
			경우에는 저작권법에 따라 저작물의 이용허락을 받아야 하며, 게시물에 대한 게시자를 반드시 명시해야 됩니다. ④ 이용자는
			"링고포스"을 이용함으로써 얻은 정보 중 “링고포스”에게 지적재산권이 귀속된 정보를 "링고포스"의 사전 승낙 없이 복제, 송신,
			출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다. ⑤ “링고포스”는 약정에
			따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다. ⑥ "링고포스"는 이용자의 귀책사유로 인한
			서비스 이용의 장애에 대하여 책임을 지지 않습니다. 단, 회사의 귀책사유로 인한 것일 때에는 회사가 정한 바에 따라 이용자가
			입은 손해에 대해 조치를 합니다. ⑦ “링고포스”는 이용자가 주민등록법을 위반한 명의 도용 및 결제 도용, 저작권법 및
			정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반한 불법통신 및 해킹, 악성프로그램의 배포 등과 같이 관련 법령을
			위반한 경우에는 해당 이용자에 대해 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구 이용정지 시 해당 이용자가 보유
			중인 이용할인쿠폰 및 기타 혜택 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다. 제24조 (게시물) ①
			회사는 귀하가 작성하는 리뷰 등 게시물(이하 “게시물”이라 함)을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을
			다하여 보호합니다. 다만, 다음 각 호의 어느 하나에 해당하는 게시물에 대해서는 이용자에게 공개적 또는 개별적으로 경고한 후
			삭제할 수 있습니다. 단, 상기 경고는 회사의 판단에 따라 생략할 수 있습니다. 1. 스팸(spam)성 게시물(예: 행운의
			편지, 특정사이트 또는 음식점의 광고 등)의 경우 2. 게시물의 내용에 욕설 및 타인 또는 타 음식점에 대한 비방이 과도하게
			포함된 경우 3. 게시물의 내용에 명백한 거짓 사실을 포함하고 있는 경우 4. 타인을 비방할 목적으로 허위 사실을 유포하여
			타인의 명예를 훼손하는 글 또는 타 음식점을 비방하는 게시물의 경우 5. 게시물이 회사 또는 제 3자의 상표권 또는 저작권
			등 지적재산권을 침해하는 경우 6. 게시물에 첨부된 사진이 부적절한 경우(사진과 음식이 일치하지 않거나 게시물의 내용과 상관
			없는 사진이 포함된 경우) 7. 기타 게시판 주제와 관련 없는 내용의 게시물 또는 사회통념 상인 경우 ② 회사는 바람직한
			게시판 문화를 활성화하기 위하여 동의 없이 타인 또는 타 음식점의 정보를 게시물에 노출한 경우 또는 게시물에 욕설이 포함된
			경우, 문제가 되는 부분을 삭제하거나 기호 등으로 수정할 수 있습니다. ③ 귀하의 게시물은 회사가 홍보나 마케팅 등의 목적을
			위하여 별도의 대가지급 없이 이용할 수 있습니다. ④ 다른 주제의 게시판으로 이동 가능한 내용일 경우 해당 게시물에 이동
			경로를 밝혀 오해가 없도록 하고 있습니다. ⑤ 근본적으로 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다.
			특히, 해당 게시물이 제3자의 저작권 등 권리를 침해하는 경우, 침해에 대한 모든 법적 책임은 작성자 개인이 집니다. 또한
			게시물을 통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보 공개 전에 심사숙고 하시기 바랍니다. ⑥ 귀하가
			링고포스서비스에서 탈퇴하는 경우, 회사는 귀하의 게시물을 귀하의 별도의 동의 없이 삭제할 수 있습니다. 또한 회사는 필요하다고
			판단되는 경우, 해당 게시물을 삭제하지 않고 링고포스서비스 내에 그대로 게시하거나 사업적 협력관계에 있는 제3자와 공유할 수
			있는 권한을 가집니다. 제25조 (할인쿠폰 서비스) ① 회사는 예약서비스를 이용하는 회원에게 서비스 제공 시 일정 금액 또는
			일정 비율을 할인 받을 수 있는 할인 쿠폰을 발급할 수 있습니다. 이 쿠폰은 회사에서 그 사용 대상, 사용 방법, 사용
			기간, 할인 금액 등을 정할 수 있습니다. 할인쿠폰의 종류 또는 내용은 회사의 정책에 따라 달라질 수 있습니다. ② 회사는
			할인쿠폰의 사용 대상, 사용 방법, 사용 기간, 할인 금액 등을 할인쿠폰 또는 서비스 화면에 별도로 표시하거나 통지합니다.
			③ 회원은 할인쿠폰을 회원 본인의 예약에 사용할 수 있는 권한만을 가지며, 어떠한 경우에도 이를 타인에게 실질적으로 매매
			또는 양도할 수 없습니다. ④ 할인쿠폰은 현금 및 현금화되는 수단으로 환급될 수 없으며, 할인쿠폰의 사용 기간이 만료되거나
			이용계약이 종료되면 소멸합니다. 제26조 (정보의 제공) ① 회사는 서비스 이용에 관한 다양한 정보를 전자우편/ 서신우편/
			문자서비스/ 앱푸쉬 등의 방법으로 회원에게 제공할 수 있으며 회원은 수신을 거부할 수 있습니다. ② 회원이 전항에 의해
			수신을 거부하는 경우, 회사는 서비스 이용에 필수적으로 요구되는 정보(예: 관련 규정/정책의 변경 등)를 홈페이지에 공시하는
			방법으로 정보의 제공을 갈음할 수 있으며, 회원이 수신을 거부하고 홈페이지에 공시된 정보의 제공을 확인하지 아니함에 따라
			발생하는 손해에 대해서 회사는 책임을 부담하지 아니합니다. 제27조 (광고성 정보 전송) ① 회사는 귀하의 명시적인
			수신거부의사에 반하여 영리목적의 광고성 정보를 전송하지 않습니다. ② 회사는 귀하가 마케팅 정보 수신동의를 한 경우 마케팅성
			매체(전자우편/서신우편/문자서비스/앱푸쉬)의 제목란 및 본문란에 다음 각 호와 같이 귀하가 쉽게 알아 볼 수 있도록
			조치합니다. 1. 제목란 : (광고)라는 문구를 제목란에 표시하지 않을 수 있으며, 본문란의 주요 내용을 표시합니다. 2.
			본문란 : 제목란에 표시하지 않은 경우 본문란에 (광고)표시를 하며, 귀하가 수신거부의 의사표시를 할 수 있는 전송자의
			명칭, 수신거부 또는 수신동의 철회방법, 전화번호 및 주소를 명시합니다. 3. 귀하가 수신 거부의 의사를 쉽게 표시할 수
			있는 방법을 명시합니다. ③ 회사는 상품정보 안내 등 온라인 마케팅을 위해 광고성 정보를 전자우편 등으로 전송하는 경우
			전자우편의 제목란 및 본문란에 다음 각 호와 같이 귀하가 쉽게 알아 볼 수 있도록 조치합니다. 1. 전자우편의 제목란:
			(광고) 또는 (성인광고)라는 문구를 제목란의 처음에 빈칸 없이 한글로 표시하고 이어서 전자우편 본문란의 주요 내용을
			표시합니다. 2. 전자우편의 본문란: 귀하가 수신거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편주소, 전화번호 및
			주소를 명시합니다. 3. 귀하가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및 영문으로 각 각 명시합니다. 귀하가
			동의를 한 시기 및 내용을 명시합니다. ④ 청소년에게 유해한 정보를 전송하는 경우에는 다음 각 호와 같이 “(성인광고)”
			문구를 표시합니다. 1. 본문란에 다음 각 목의 어느 하나에 해당하는 것이 부호/문자/영상 또는 음향의 형태로 표현된
			경우(해당 전자우편의 본문란에는 직접 표현 되어있지 아니하더라도 수신자가 내용을 쉽게 확인할 수 있도록 기술적 조치가 되어
			있는 경우를 포함한다)에는 해당 전자우편의 제목란에 "(성인광고)" 문구를 표시합니다. 가. 청소년(19세 미만의 자를
			말한다. 이하 같습니다)에게 성적인 욕구를 자극하는 선정적인 것이거나 음란한 것 나. 청소년에게 포악성이나 범죄의 충동을
			일으킬 수 있는 것 다. 성폭력을 포함한 각종 형태의 폭력행사와 약물의 남용을 자극하거나 미화하는 것 라. 청소년보호법에
			의하여 청소년 유해 매체물로 결정 고시된 것 2. 홈페이지를 알리는 경우에는 해당 전자우편의 제목란에 “(성인광고)” 문구를
			표시합니다. 제28조 (위치기반서비스의 내용) “링고포스”는 이용자의 위치정보 보호 및 위치기반 서비스 이용을 위하여 별도의
			위치기반 서비스 이용약관을 마련하였으므로, 구체적인 내용은 해당 위치기반 서비스 이용약관을 확인하여 주시기 바랍니다.
			제29조 (서비스의 해제 · 해지 · 청약철회) ① 회원이 이용 계약을 해지하고자 할 때는 언제든지 “링고포스” 홈페이지 상의
			회원 탈퇴 신청을 통해 이용계약 해지를 요청할 수 있습니다. 단, 신규가입 후 일정시간 이내에는 서비스 부정이용 방지 등의
			사유로 즉시 탈퇴가 제한될 수 있습니다. ② 회사는 회원이 본 약관에서 정한 회원의 의무를 위반한 경우 등 비정상적인 이용
			또는 부당한 이용 등을 이유로 회원에게 사전에 고지하고, 계약을 해지할 수 있습니다. 다만, 회원이 현행법 위반 및 고의
			또는 중대한 과실로 회사에 손해를 입힌 경우에는 사전 통보 없이 이용계약을 해지할 수 있습니다. ③ 회사는 회원이 원활하게
			계약을 해지할 수 있도록 계약 체결 시 사용한 방법에 추가하여 계약 해지의 수단으로서 아래와 같은 방법을 제공합니다. -
			고객센터 전화: [02-1111-1111] - 고객센터 팩스: [02-111-1111]  제30조 (손해배상) ① 회사가 법률 및 본 약관을 위반한 행위로 이용자에게
			손해가 발생한 경우 이용자는 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지
			못 하는 경우 책임을 면할 수 없습니다. ② “링고포스”는 이용자와 가맹점 간의 음식 예약계약에 대해 중개대행 서비스를 제공할
			뿐이므로, 이용자가 가맹점으로부터 예약하신 음식 또는 용역의 품질이나 가맹점의 신뢰도에 대해서는 보증하지 않습니다. ③
			“링고포스”는 이용자가 가맹점으로부터 예약한 음식에 대해 보증하거나 별도의 책임을 지지 않으며, 음식과
			관련한 일체의 책임은 가맹점에게 있습니다. ④ 회사에게 손해배상을 청구하는 경우에는 청구사유, 청구금액 및 산출근거를
			기재하여 서면으로 제출하여야 합니다. 제31조 (면책조항) ① 회사는 전시, 사변 등 국가 비상사태 및 천재지변 기타 이에
			준하는 불가항력인 상황으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다. ② 회사는
			기간통신사업자 등 전기통신사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에 대해서
			회사의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다. ③ 회사는 사전에 공지된 서비스용 설비의 보수, 교체,
			정기점검, 공사 등 부득이한 사유로 서비스가 중지되거나 장애가 발생한 경우에 대해서 회사의 고의 또는 중대한 과실이 없는 한
			책임이 면제됩니다. ④ 회사는 회원의 귀책사유로 인한 서비스 이용의 중지, 장애 또는 손해가 발생한 경우에 대해서 회사의
			고의 또는 중대한 과실이 없는 한 책임이 없습니다. ⑤ 회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한
			것에 대하여, 회사의 고의 또는 중대한 과실이 없는 한 책임이 없습니다. ⑥ 회사는 회원이 서비스를 이용하면서 얻은 정보나
			자료로 인한 손해 및 타 회원으로 인해 손해가 발생한 경우에 대하여 회사의 고의 또는 중대한 과실이 없는 한 책임을 지지
			않습니다. ⑦ 회사는 이용고객의 컴퓨터 오류에 의해 손해가 발생한 경우 또는 회원이 회원정보 또는 전자우편 주소를 부실하게
			기재하여 손해가 발생한 경우에 대해서는 회사의 고의 또는 중대한 과실이 없는 한 책임을 부담하지 않습니다. ⑧ 회사는 회원이
			서비스에 게재한 게시물 등 각종 정보의 신뢰도, 정확성 등 내용에 대하여 회사의 고의 또는 중대한 과실이 없는 한 책임을
			부담하지 않습니다. 제32조	(분쟁해결) ① "링고포스"는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여
			피해보상처리기구를 설치 ∙ 운영합니다. ② "링고포스"는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을
			처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 줍니다. ③ “링고포스”와
			이용자간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시 ∙ 도지사가
			의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다. ④ “링고포스”는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지
			아니하거나 협의를 할 수 없는 경우에는 개인정보분쟁조정위원회에 조정을 신청하거나 방송통신위원회에 재정을 신청할 수 있습니다.
			제33조 (재판권 및 준거법) ① “링고포스”와 이용자간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에
			의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가
			분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 따릅니다. ② "링고포스"과 이용자간의 분쟁은 본 약관 및
			한국법을 적용합니다.  부칙 [제1조] 본 약관은 2018년 9월 1일에 개정되었으며, 2018년 9월 1일부터 시행됩니다.
    </div>
    <div role="tabpanel" class="tab-pane fade" id="profile1" aria-labelledby="profile-tab">
      <p>개인정보 처리방침</p>
    	   링고(이하 ‘회사’라고 합니다)의 개인정보 취급방침은 아래의 내용을 담고 있습니다. 제1조 목적 제2조
			수집하는 개인정보의 항목 제3조 개인정보 수집에 대한 동의 제4조 개인정보의 수집 및 이용목적 제5조 쿠키에 의한 개인정보
			수집 제6조 목적 외 사용 및 제3자에 대한 제공 및 공유 제7조 개인정보의 열람, 정정 제8조 개인정보 수집, 이용,
			제공에 대한 동의철회(회원탈퇴) 제9조 수집하는 개인정보의 보유 및 이용기간 제10조 개인정보보호를 위한 기술 및 관리적
			대책 제11조 링크사이트 제12조 개인정보의 위탁처리 제13조 이용자의 권리와 의무 제14조 의견수렴 및 불만처리 제15조
			개인정보관리책임자 및 담당자 제16조 아동의 개인정보보호 제17조 고지의 의무 제1조 (목적) ① “개인정보”란 생존하는
			개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 주민등록번호 등의 사항에 의하여 당해 개인을 식별할 수 있는
			정보(당해 정보 만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다)를
			말합니다. ② 회사는 귀하의 개인정보보호를 매우 중요시하며, 『개인정보보호법』, 『정보통신망 이용촉진 및 정보보호에 관한
			법률』 상의 개인정보보호규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다. 회사는 개인정보취급방침을 통하여
			귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지
			알려드립니다. ③ 회사는 개인정보취급방침을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고
			있습니다. ④ 회사는 개인정보취급방침의 지속적인 개선을 위하여 개인정보취급방침을 개정하는데 필요한 절차를 정하고 있습니다.
			그리고 개인정보취급방침을 개정하는 경우 버전번호 등을 부여하여 개정된 사항을 귀하께서 쉽게 알아볼 수 있도록 하고 있습니다.
			제2조 (수집하는 개인정보의 항목) 회사는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 그러나
			회사는 맞춤형 서비스를 제공하기 위하여 회원서비스 및 제휴사를 통해 이용자의 정보를 수집하고 있습니다. 회사의 회원제
			서비스를 이용하시고자 할 경우 다음의 정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은
			없습니다. 1. 회원 가입 시 수집하는 개인정보의 범위 가. 필수항목 : 이메일주소,아이디, 비밀번호, 휴대전화번호,주소 
			나. 선택항목: 닉네임   2. 비회원 이용 시 수집하는 개인정보의 범위 가. 필수항목 : 주소, 휴대전화번호 
			3. 회원 주문 시 수집하는 개인정보의 범위 가. 필수항목 : 주소 4. 서비스 이용과정이나
			사업처리과정에서의 자동생성 정보 가. 서비스 이용기록, 접속로그, 쿠키, 접속 IP정보, 결제기록, 이용정지기록,
			기기고유번호(디바이스 아이디 또는 IMEI) 제3조 (개인정보 수집에 대한 동의) 귀하께서는 ‘제2조(수집하는 개인정보의
			항목)’ 상 개인정보의 수집에 대해 동의를 거부할 수 있습니다. 다만, 거부하는 경우, 회원서비스 이용을 위한 회원가입이
			불가하거나 회원서비스를 이용하지 못할 수 있습니다. 회사는 다음 각 호의 어느 하나에 해당하는 경우에는 법령에 따라 이와
			같은 동의 없이 이용자의 개인정보를 수집∙이용할 수 있습니다. 1. 정보통신서비스의 제공에 관한 계약을 이행하기 위하여
			필요한 개인정보로서 경제적 · 기술적인 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우 2. 정보통신서비스의 제공에
			따른 요금정산을 위하여 필요한 경우  3. 그 밖에 법률에 특별한 규정이 있는 경우 제4조 (개인정보의 수집 및 이용목적) ①
			회사는 다음과 같은 목적을 위하여 개인정보를 수집하고 있으며 목적이 변경될 경우에는 사전에 이용자의 동의를 구하도록
			하겠습니다. 1. 이메일주소, 비밀번호 : 회원제 서비스 이용에 따른 본인 식별 절차에 이용 2. 이메일주소, 휴대전화번호
			: 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보
			안내, 서비스 이용에 대한 리뷰 작성 권유, 그 밖에 회사가 제공하는 서비스 안내 및 광고성 정보 전송 3. 주소,
			휴대전화번호 : 이용자의 음식점 예약에 따른 진행 및 서비스 이용 및 본인 식별 
			4. 휴대전화번호 : 회사가 제공하는 서비스 중 본인확인 5. 주소 : 가까운 음식점의 검색
			 6. 그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료 ②이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및
			범죄기록, 의료정보 등)는 수집하지 않습니다. 제5조 (쿠키에 의한 개인정보 수집) ① 쿠키(cookie)는 웹사이트가
			귀하의 컴퓨터 브라우저(인터넷 익스플로러 등)로 전송하는 소량의 정보입니다. 회사는 귀하에 대한 정보를 저장하고 수시로
			찾아내는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 귀하의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다. 또한
			귀하는 쿠키에 대한 선택권이 있습니다. 웹브라우저 상단의 도구 > 인터넷옵션 탭(option tab)에서 모든 쿠키를 다
			받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다. ②
			회사의 쿠키(cookie) 운용 1. 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여
			타겟(target) 마케팅에 활용 2. 회원들의 습관을 분석하여 서비스 개편 등의 척도 3. 게시판 글 등록쿠키는 브라우저의
			종료시나 로그 아웃 시 만료됩니다. 제6조 (목적 외 사용 및 제3자에 대한 제공 및 공유) ① 회사는 귀하의 개인정보를
			「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업,
			기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할 것입니다. 1. 제휴 관계:
			예약서비스 이용계약의 이행을 위하여 귀하의 개인정보를 제휴사에게 제공 하거나 제휴사와 공유할 수 있습니다
			제휴 서비스 제공 제공하는 개인정보의 항목 이용 서비스 내역, 성명, 주소, 휴대전화번호 
			* 회사 서비스의 특성 상 수시로 발생하는 서비스 제공업체와의 제휴로 인하여 “제공 받는 자” 관련 개인정보처리방침 개정에
			어려움이 있습니다. 따라서 서비스 제공 업체를 위 표 내 제휴사 리스트 부분에 링크하여 안내합니다. 2. 매각, 인수합병
			등: 서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지할 것이며
			이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다. ② 고지 및 동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해
			최소 10 일 이전부터 고지함과 동시에 이메일 등을 이용하여 1 회 이상 개별적으로 고지합니다. ③ 다음은 예외로 합니다.
			1. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우 2. 통계작성, 학술연구나 시장조사를 위하여
			특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우 3. 기타 관계법령에서 정한 절차에 따른
			요청이 있는 경우 4. 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를
			당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다.
			본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다. 제7조 (개인정보의 열람,
			정정) ① 귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자
			할 경우에는 『링고포스에 접속하여 직접 열람 또는 정정하거나, 개인정보관리책임자 및 담당자에게 서면, 전화 또는
			E-mail 로 연락하시면 지체 없이 조치하겠습니다 ② 귀하가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기
			전까지 당해 개인정보를 이용 또는 제공하지 않습니다. ③ 잘못된 개인정보를 제 3 자에게 이미 제공한 경우에는 정정
			처리결과를 제 3 자에게 지체 없이 통지하여 정정하도록 조치하겠습니다. 제8조 (개인정보 수집, 이용, 제공에 대한
			동의철회[회원탈퇴]) ① 회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 귀하께서 동의하신 내용을 귀하는 언제든지
			철회하실 수 있습니다. 동의철회는 고객센터 > 『회원탈퇴』를 클릭하거나 개인정보관리책임자에게 팩스, 우편, 고객센터, 전화
			등으로 연락하시면 회원탈퇴 신청 시점으로부터 90 일 동안 재가입 방지를 위한 개인정보보존 이후 개인정보의 삭제 등 필요한
			조치를 하겠습니다. 동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 귀하께 지체 없이 통지하도록
			하겠습니다. ② 회사는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한
			조치를 취하겠습니다. 제9조 (수집하는 개인정보의 보유 및 이용기간) ① 회사는 회원의 개인정보를 서비스 이용시점부터
			서비스를 제공하는 기간 동안에만 제한적으로 이용하고 있습니다. ② 1년 간 회원의 서비스 이용기록이 없는 경우, 『정보통신망
			이용촉진 및 정보보호등에 관한 법률』 제29조에 근거하여 회원에게 사전 통지하고 개인정보를 별도로 분리하여 휴면계정
			전환일로부터 3년 간 저장합니다. ③ 회원 탈퇴 또는 회원 자격 정지 후 회원 재가입, 임의해지 등을 반복적으로 행하여
			회사가 제공하는 이벤트 혜택 등으로 경제상의 이익을 취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법행위
			또는 불법행위를 하는 회원을 차단하고자 회사는 회원 탈퇴 후 90 일 간 회원의 정보를 보관합니다. ④ 본조 제2항 및
			제3항에서 명시한 회원의 개인정보 보존기간이 경과되면, 회사는 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 외부 업체를
			통하여 분쇄하고, 전자적 파일 형태로 저장된 개인정보는 재사용할 수 없도록 기술적 방법을 사용하여 삭제 처리합니다. ⑤ 본조
			제1항 내지 제4항에도 불구하고 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가
			있는 개인정보의 경우, 회사는 하기 명시된 법령에 따라 해당 개인정보를 보관합니다. • 서비스 이용 관련
			개인정보(로그인기록)보존 근거: 통신비밀보호법 보존 기간 3개월 • 표시/광고에 관한 기록 보존 근거: 전자상거래 등에서의
			소비자보호에 관한 법률 보존 기간 6개월 • 계약 또는 청약철회 등에 관한 기록 보존 근거: 전자상거래 등에서의 소비자보호에
			관한 법률 보존 기간 5년 • 대금결제 및 재화 등의 공급에 관한 기록 보존 근거: 전자상거래 등에서의 소비자보호에 관한
			법률 보존 기간 5년 • 소비자의 불만 또는 분쟁처리에 관한 기록 보존 근거: 전자상거래 등에서의 소비자보호에 관한 법률
			보존 기간 3년 • 개인위치정보에 관한 기록 보존 근거: 위치정보의 보호 및 이용 등에 관한 법률 보존 기간 1년 •
			전자금융 거래에 관한 기록 보존 근거: 전자금융거래법 보존 기간 5년 ⑥ 귀하의 동의를 받아 보유하고 있는 거래정보 등을
			귀하께서 열람을 요구하시는 경우 회사는 지체 없이 그 열람 확인 할 수 있도록 조치합니다. 제10조 (개인정보보호를 위한
			기술 및 관리적 대책) ① 기술적 대책: 회사는 귀하의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는
			훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다. 1. 귀하의 개인정보는 비밀번호에 의해
			보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해
			보호되고 있습니다.  2. 입사 시 전 직원의 보안서약서를 통하여 사람에 의한
			정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하고 있습니다.
			3. 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보
			사고에 대한 책임을 명확화하고 있습니다. 4. 회사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에
			대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 ID와 비밀번호를 적절하게 관리하고
			여기에 대한 책임을 져야 합니다. 5. 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출,
			변조, 훼손이 유발될 경우 회사는 즉각 귀하께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다. 제11조 (링크사이트)
			회사는 귀하께 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대한
			아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 회사가
			포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보취급방침은
			회사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다. 제12조 (개인정보의 위탁 및 국외이전) 회사는
			서비스 향상을 위해서 귀하의 개인정보를 외부에 수집/취급/관리 등을 위탁하여 처리할 수 있습니다. 1. 개인정보의 처리를
			위탁하는 경우에는 위탁기관 및 그 사실을 홈페이지를 통해 미리 귀하에게 고지하겠습니다. 다만, 재화 또는 서비스를 홍보하거나
			판매를 권유하는 업무를 위탁하는 경우에는 이용자에게 개별적으로 이메일 주소 등을 통해 이용자에게 개별 통지하되, 회사가 과실
			없이 서면, 전자우편 등의 방법으로 위탁하는 업무의 내용과 수탁자를 귀하에게 알릴 수 없는 경우에 해당사항을 홈페이지에
			30일 이상 게시하겠습니다. 2. 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련
			지시엄수, 개인정보에 관한 비밀유지를 위하여 최선을 다하겠습니다. 3. 제3자 제공의 금지 및 사고시의 책임부담, 위탁기간,
			처리 종료후의 개인정보의 반환 또는 파기 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.
			제공 목적 주문전달 서비스 제공 주문전달 서비스 제공 제공 항목 주소, 전화번호 주소, 전화번호 보유기간 1 개월 1 개월 제13조 (이용자의
			권리와 의무) ① 귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한
			부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이
			상실될 수 있습니다. ② 귀하는 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고
			있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록
			유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진 및 정보보호
			등에 관한 법률』, 『개인정보보호법』 등에 의해 처벌받을 수 있습니다. 제14조 (의견수렴 및 불만처리) ① 당사는 귀하의
			의견을 소중하게 생각하며, 귀하는 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다. ② 당사는 귀하와의 원활환
			의사소통을 위해 고객센터를 운영하고 있으며 연락처는 다음과 같습니다. [민원 처리 센터] • 전자우편 :
			Lingo@lingo.com • 전화번호 : 02-3447-3612 • 주 소 : 서울시 구로구 구로동 링고 ③ 정확한 상담을 위하여 전화상담을 사용하지 않고 전자우편을 통한 상담을 해드리고
			있습니다. ④ 전자우편를 이용한 상담은 접수 후 성실하게 답변 드리겠습니다. 다만, 근무시간 이후 또는 주말 및 공휴일에는
			익일 처리하는 것을 원칙으로 합니다. ⑤ 기타 개인정보에 관한 상담이 필요한 경우에는 회사의 위 전자우편으로 문의하실 수
			있으며, 국가기관에 신고나 상담이 필요한 경우에는 아래의 연락처에 문의하셔서 도움을 받으실 수 있습니다.
			[개인정보침해신고센터] • 전화 : 118 • URL : http://privacy.kisa.or.kr/
			[정보보호마크인증위원회] • 전화 : 02-550-9531~2 • URL : http://www.eprivacy.or.kr
			[대검찰청 사이버범죄수사단] • 전화 : 02-3480-3571 • URL : cybercid@spo.go.kr [경찰청
			사이버안전국] • 전화 : 182 • URL : http://cyberbureau.police.go.kr/ 제15조
			(개인정보관리책임자 및 담당자) 회사는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를
			보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보관리책임자가 모든 책임을 집니다. 그러나 기술적인
			보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및
			방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 취급하는 책임자 및 담당자는 다음과
			같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드리고 있습니다. [개인정보관리책임자] • 성 명 : 홍길동 •
			전자우편 : master@lingo.com • 전화번호 : 02-000-0000 제16조 (아동의 개인정보보호)
			회사는 만 14세 미만 아동의 개인정보를 보호하기 위하여, 만 14세 미만 아동의 회원가입은 제한합니다. 제17조 (고지의
			의무) 현 개인정보처리방침은 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소
			7일 전(단, 중요한 내용 변경의 경우 30일 전)부터 홈페이지의 '공지'란 또는 이메일을 통해 고지할 것입니다. -
			버전번호 : v3.7 - 개정일자 : 2018.08.27. - 시행일자 : 2018.09.17.
    </div>
     <div role="tabpanel" class="tab-pane fade" id="profile2" aria-labelledby="profile-tab">
      <p>개인정보 제3자 제공동의</p>
    	개인정보 제3자 제공동의 제1조 (목적) 회사는 귀하로부터 수집한 개인정보는 "개인정보처리방침"에서 고지한 범위내에서만
			사용하며, 회원의 동의 없이는 해당 범위를 초과하여 이용하거나 제3자에게 제공하지않습니다. 다만, 양질의 서비스제공을 위하여
			회원의 개인정보를 협력업체에게 제공하거나 공유할 필요가 있는 경우에는 제공 또는 공유할 정보의 항목 및 제공받는 자,
			제공목적, 이용 및 보유기간 등을 귀하에게 고지하여 동의를 구합니다. 제2조 (목적 외 사용 및 제3자에 대한 제공 및
			공유) ① 회사는 귀하의 개인정보를 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여
			이용하거나 타인 또는 타기업, 기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할
			것입니다. 1. 제휴 관계: 예약서비스 이용계약의 이행을 위하여 귀하의 개인정보를 제휴사에게 제공 하거나 제휴사와 공유할 수
			있습니다. 개인정보를 제공받는 자 제휴 음식점, 제휴사 리스트 개인정보를
			제공받는 자의 개인정보 이용목적 제휴 서비스 제공 제공하는 개인정보의 항목 이용 서비스 내역, 성명, 휴대전화번호, 주소
			개인정보보유 및 이용기간 서비스제공 완료 후 6개월 * 회사 서비스의 특성 상 수시로 발생하는 서비스 제공업체와의 제휴로
			인하여 “제공 받는 자” 관련 개인정보처리방침 개정에 어려움이 있습니다. 따라서 서비스 제공 업체를 위 표 내 제휴사 리스트
			부분에 링크하여 안내합니다. 2. 매각, 인수합병 등: 서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에
			정당한 사유와 절차에 대해 상세하게 고지할 것이며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다. ② 고지 및
			동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고지함과 동시에 이메일 등을 이용하여 1회 이상
			개별적으로 고지합니다. ③ 다음은 예외로 합니다. 1. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을
			경우 2. 통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는
			경우 3. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우 4. 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의
			요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해
			부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한
			노력하겠습니다.
    </div>
     <div role="tabpanel" class="tab-pane fade" id="profile3" aria-labelledby="profile-tab">
      <p>위치기반 서비스 이용약관</p>
    	  위치기반서비스 이용약관 제1조 (목적) 본 약관은 이용자(링고포스 서비스를 이용하는 모든 사람을 말합니다. 이하 “이용자”라고
			합니다.)가   링고(이하 “회사”라고 합니다.)가 제공하는 링고포스 서비스(이하 “서비스”라고 합니다.)를
			이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다. 제 2 조 (이용약관의 효력 및 변경)
			회사는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 그러나 회사는 맞춤형 서비스를 제공하기
			위하여 회원서비스 및 제휴사를 통해 이용자의 정보를 수집하고 있습니다. 회사의 회원제 서비스를 이용하시고자 할 경우 다음의
			정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다. 단, 회사는 다음 각 호의 어느
			하나에 해당하는 경우에는 법령에 따라 이와 같은 동의 없이 이용자의 개인정보를 수집 및 이용할 수 있습니다. ① 본 약관은
			온라인에서 링고포스 서비스를 통해 본 약관에 동의함으로써 효력이 발생합니다. ② 이용자가 온라인에서 본 약관의 “동의하기”
			버튼을 클릭하였을 경우, 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다. ③ 회사는
			위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법
			약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. ④ 회사가 약관을 개정할
			경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 10일 전부터 적용일
			이후 상당한 기간 동안 공지만을 하고, 개정 내용이 이용자에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한
			기간 동안 각각 이를 서비스 홈페이지에 게시하거나 이용자에게 전자적 형태(전자우편, SMS 등)로 약관 개정 사실을 발송하여
			고지합니다. ⑤ 회사가 전항에 따라 이용자에게 통지하면서 공지 또는 공지, 고지일로부터 개정약관 시행일 7일 후까지
			거부의사를 표시하지 아니하면 이용약관에 승인한 것으로 봅니다. 이용자가 개정약관에 동의하지 않을 경우 이용자는 이용계약을
			해지할 수 있습니다. 제 3 조 (관계법령의 적용) 본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지
			아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다. 제 4 조 (서비스의 내용) 회사가 제공하는 서비스는 아래와
			같습니다. • 서비스 명 : 링고포스 • 서비스 내용 : 음식점예약 및 가맹점 포스기능 - 위치정보 수집대상의 실시간
			위치확인 - 이용자의 위치에서 근접한 배달음식 업소 정보 제공 제 5 조 (서비스 이용요금) ① 회사가 제공하는 서비스는
			기본적으로 무료입니다. ② 	이용자의 정보도용 및 결제사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한 경우 외에는 거절될 수 있습니다.
			 ③ 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅니다. MMS 등으로 게시물을
			등록할 경우 발생하는 요금은 이동통신사의 정책에 따릅니다. 제 6 조 (서비스내용변경 통지 등) ① 회사가 서비스 내용을
			변경하거나 종료하는 경우 회사는 이용자의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할
			수 있습니다. ② ①항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등 기타 회사의 공지사항을 통하여
			이용자들에게 통지할 수 있습니다. 제 7 조 (서비스이용의 제한 및 중지) 회사는 아래 각 호의 1에 해당하는 사유가 발생한
			경우에는 이용자의 서비스 이용을 제한하거나 중지시킬 수 있습니다. ① 이용자가 회사 서비스의 운영을 고의 또는 중과실로
			방해하는 경우 ② 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우 ③ 전기통신사업법에 규정된 기간통신사업자가
			전기통신 서비스를 중지했을 경우 ④ 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이
			있는 때 ⑤ 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우 회사는 전항의 규정에
			의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 이용자에게 알려야 합니다. 제 8 조
			(개인위치정보의 이용 또는 제공) ① 회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한
			후 개인위치정보주체의 동의를 얻어야 합니다. ② 이용자 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에
			의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가
			분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할 법원에 제기합니다. ③ 회사는 타사업자 또는 이용 고객과의
			민원처리를 위해 위치정보 이용.제공.사실 확인 자료를 자동 기록. 보존하며, 해당 자료는 1년간 보관합니다. ④
			회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회
			이용자에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 이용자가 미리
			특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다. • 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는
			영상의 수신기능을 갖추지 아니한 경우 • 이용자가 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우 제 9조
			(개인위치정보주체의 권리) ① 이용자는 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치 정보의
			제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용,
			제공사실 확인자료를 파기합니다. ② 이용자는 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를
			요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다. ③ 이용자는 회사에 대하여 아래
			각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다.
			이 경우 회사는 정당한 사유 없이 이용자의 요구를 거절할 수 없습니다. • 본인에 대한 위치정보 수집, 이용, 제공사실
			확인자료 • 본인의 개인위치 정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제 3자에게
			제공된 이유 및 내용 ④ 이용자는 제 1호 내지 제 3호의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다.
			제 10 조 (법정대리인의 권리) ① 회사는 14세 미만의 이용자에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및
			개인위치정보의 제 3자 제공에 대한 동의를 당해 이용자와 당해 이용자의 법정대리인으로부터 동의를 받아야 합니다. 이 경우
			법정대리인은 제7조에 의한 이용자의 권리를 모두 가집니다. ② 회사는 14세 미만의 아동의 개인위치정보 또는 위치정보
			이용.제공사실 확인자료를 이용 약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는
			14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다. • 위치정보 및 위치기반서비스
			제공에 따른 요금정산을 위하여 위치정보 이용, 제공사실 확인자료가 필요한 경우 • 통계작성, 학술연구 또는 시장조사를 위하여
			특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우 제 11 조 (8세 이하의 아동 등의 보호의무자의 권리) ①
			회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동”등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는
			신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다. • 8세 이하의 아동
			• 금치산자 • 장애인복지법 제2조 제2항 제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법
			제2조 제2호의 규정에 의한 중증장애인에 해당하는 자(장애인 복지법 제29조의 규정에 의하여 장애인 등록을 한 자에
			한한다.) ② 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는
			보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다. 보호의무자는 8세 이하의 아동
			등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다. 제 12 조
			(위치정보관리책임자의 지정) ① 회사는 위치정보를 적절히 관리, 보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록
			실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리 책임자로 지정해 운영합니다. ② 위치정보관리책임자는 위치기반
			서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다. 제13조 (이용자의 대금지급방법) ①
			회사가 위치정보의 보호 및 이용 등에 관한 법률 제 15조 내지 제 26조의 규정을 위반한 행위로 이용자에게 손해가 발생한
			경우 이용자는 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못 하는 경우
			책임을 면할 수 없습니다. ② 이용자가 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 이용자에 대하여
			손해배상을 청구할 수 있습니다. 이 경우 이용자는 고의, 과실이 없음을 입증하지 못 하는 경우 책임을 면할 수 없습니다. ③
			손해배상의 청구는 회사에 청구사유, 청구금액 및 산출근거를 기재하여 서면으로 하여야 합니다. 제 14 조 (면책) ① 회사는
			다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
			1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우 2. 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한
			제3자의 고의적인 서비스 방해가 있는 경우 3. 이용자의 귀책사유로 서비스 이용에 장애가 있는 경우 4. 제1호 내지 제
			3호를 제외한 기타 회사의 고의.과실이 없는 사유로 인한 경우 ② 회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의
			신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다. 제
			15 조 (규정의 준용) ① 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다. ② 본 약관에 규정되지 않은 사항에
			대해서는 관련법령 및 상관습에 의합니다. 제 16 조 (분쟁의 조정 및 기타) ① 회사는 위치정보와 관련된 분쟁에 대해
			당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 전기통신기본법 제40조의 2의 규정에 의한 방송통신위원회에
			재정을 신청할 수 있습니다. ② 회사 또는 고객은 위치정보와 관련도니 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나
			협의를 할 수 없는 경우에는 정보통신망이용촉진및정보보보등에관한 법률 제 33조의 규정에 의한 개인정보분쟁조정위원회에 조정을
			신청할 수 있습니다. 제 17 조 (회사의 연락처) 회사의 상호 및 주소 등은 다음과 같습니다. 1. 상호 : 링고포스 2. 대표자: 홍길동 3. 주소 : 서울특별시 구로구 (우:
			 4. 대표전화: 02-000-0000 부칙 제 1조 (시행일) 이 약관은 2018년 9월 1일부터
			시행한다. 제 2조 위치정보관리책임자는 2018년 9월 1일을 기준으로 다음과 같이 지정합니다. 1. 이름 : 홍길동 2.
			연락처 : 02-000-0000
    </div>
    <br/>
    <input type="checkbox" id="check">위 내용에 동의합니다
    <br/>
    <div style="text-align: center">
	   <a href="<c:url value='/Login/Signup/Signup.Lingo?kind=normal'/>"><Button class="btn btn-primary" id="normal">일반 회원 가입</Button></a>
	   <a href="<c:url value='/Login/Signup/Signup.Lingo?kind=owner'/>"><Button class="btn btn-danger" id="owner">사업자 회원 가입</Button></a>
   </div>
   <br/><br/><br/><br/>
  </div>
 </div>
 <script>
 $('#normal').click(function(){
	 var checked = $('#check').is(':checked');
	 if(!checked){
		 alert("약관을 동의해야 회원가입이 가능합니다.");
		 return false;
	 }
	 return true;
 });
 $('#owner').click(function(){
	 var checked = $('#check').is(':checked');
	 console.log(checked);
	 if(!checked){
		 alert("약관을 동의해야 회원가입이 가능합니다.");
		 return false;
	 }
	 return true;
 });
 </script>